#!/usr/bin/env python
# -*- coding: utf-8 -*-

subtype_obieqti = {
    "1" : u"ბოძის მონტაჟი: ",
    "11278" : u"ბოძის მონტაჟისათვის შესასრულებელი სამუშაო",

    "2" : u"ჭის მონტაჟი: ",
    "21120" : u"მცირე ტიპის კოლოფის მშენებლობა ტროტუარზე (0.9X0.9X1)",
    "21163" : u"მცირე ტიპის კოლოფის მშენებლობა სავალ ნაწილზე (0.9X0.9X1)",
    "252" : u"მცირე ტიპის კოლოფის მშენებლობა გრუნტზე (0.9X0.9X1)",


    "3" : u"კარადის მონტაჟი: ",
    "31242" : u"გამანაწილებელი კარადა 600X2-ის მონტაჟი (1.54X0.69X0.25) ",
    "31243" : u"ONU კარადის მოწყობა (1.8X0.9X0.2)"
}


subtype_xazi = {
    "11438": u"ერთარხიანი სატელეფონო კანალიზაციის მშენებლობა სავალ ნაწილზე (გრუნტი) (#PX0.35X0.7)",
    "11184": u"ერთარხიანი სატელეფონო კანალიზაციის მშენებლობა (#PX0.35X0.5) გრუნტზე"
}