subtype_obieqti = {

    "1": {"name" :"საპროექტო შუალედური ბოძი",
          "zogadi" :["FIRST", "SECOND"]
          },
        "11": {"name" :"ბოძი/შუალედური/8მ",
                   "nomenklatura": "A0100003349",
                   "job" : ["ბოძის მონტაჟისათვის შესასრულებელი სამუშაო", "დამიწების კონტურის მოწყობა", ]
                   },
        "12": {
                    "name" : "ბოძი/ძირითადი/8მ",
                    "nomenklatura": "A0100013182",
                    "job" : ["ბოძის მონტაჟისათვის შესასრულებელი სამუშაო", "დამიწების კონტურის მოწყობა"]
                  },
        "13": {
                    "name" : "ბოძი/ძირითადი/7მ",
                    "nomenklatura": "A0100013183",
                    "job" : ["ბოძის მონტაჟისათვის შესასრულებელი სამუშაო", "დამიწების კონტურის მოწყობა"]
                  },
        "14": {
                    "name" : "ბოძი/შუალედური/7მ",
                    "nomenklatura": "A0100013181",
                    "job" : ["ბოძის მონტაჟისათვის შესასრულებელი სამუშაო", "დამიწების კონტურის მოწყობა"]
                  },


    "2": {
              "name" : "საპროექტო მცირე ტიპის კოლოფი",
              "job" : "მცირე ტიპის კოლოფის მშენებლობა (0.6X0.6X0.5) ჩარჩო ხუფის გარეშე"
            },
        "21": {
                  "name" : "UNKNOWN",
                  "nomenklatura": "A0100013184",
                  "price" : 150
                },
        "22": {
                  "name" : "UNKNOWN",
                  "nomenklatura": "A0100013184",
                  "price" : 150
                },
        "23": {
                  "name" : "UNKNOWN",
                  "nomenklatura": "A0100013184",
                  "price" : 150
                },
        "24": {
                  "name" : "UNKNOWN",
                  "nomenklatura": "A0100013184",
                  "price" : 150
                },

    "3": {
              "name" : "საპროექტო კარადა",
              "job" : "გამანაწილებელი კარადა/მოდერნიზებული/1600-ის მონტაჟი"
            },
        "31": {
                  "name" : "UNKNOWN",
                  "nomenklatura": "A0100013184",
                  "price" : 150
                },
        "32": {
                  "name" : "UNKNOWN",
                  "nomenklatura": "A0100013184",
                  "price" : 150
                }
}

subtype_xazi = {
    "1": {"name" :"მშენებლობა გრუნტზე",
          "zogadi" :["FIRST", "SECOND"]
          },
        "11": {"name" :"ერთარხიანი",
                   "nomenklatura": "A0100013184",
                   "job" : ["ერთარხიანი სატელეფონო კანალიზაციის მშენებლობა სავალ ნაწილზე (გრუნტი) (#PX0.35X0.7)"]
                   },
        "12": {
                    "name" : "ორარხიანი",
                    "nomenklatura": "A0100013182",
                    "job" : ["ორარხიანი სატ/კანალიზაციის მშენებლობა გრუნტზე (#PX0.4X0.5)"]
                  },
        "13": {
                    "name" : "ოთხარხიანი",
                    "nomenklatura": "A0100013182",
                    "job" : ["ოთხარხიანი სატელეფონო კანალიზაციის მშენებლობა (#PX0.5X0.7)"]
                  },
        "14": {
                    "name" : "ექვსარხიანი",
                    "nomenklatura": "A0100013182",
                    "job" : ["ექვსარხიანი სატელეფონო კანალიზაციის მშენებლობა (#PX0.55X0.8)"]
                  },

    "2": {
              "name" : "მშენებლობა ასფალტზე ტროტუარი",
              "job" : "მცირე ტიპის კოლოფის მშენებლობა (0.6X0.6X0.5) ჩარჩო ხუფის გარეშე"
            },
        "21": {
                  "name" : "UNKNOWN",
                  "nomenklatura": "A0100013184",
                  "price" : 150
                },
        "22": {
                  "name" : "UNKNOWN",
                  "nomenklatura": "A0100013184",
                  "price" : 150
                },
        "23": {
                  "name" : "UNKNOWN",
                  "nomenklatura": "A0100013184",
                  "price" : 150
                },
        "24": {
                  "name" : "UNKNOWN",
                  "nomenklatura": "A0100013184",
                  "price" : 150
                },
} #END MAIN